Repository: Liturgical-Calendar/examples
Catalog: php/i18n/*/LC_MESSAGES/litcal.po
Languages: pl

source: Generate Roman Calendar
pl: Wygeneruj kalendarz rzymski

source: Go back
pl: Cofnij

source: Liturgical Calendar Calculation for a Given Year
pl: Obliczanie kalendarza liturgicznego dla danego roku

source: HTML presentation elaborated by PHP using a CURL request to a %s
pl: Prezentacja HTML stworzona przez PHP za pomocą żądania CURL do %s

source: You are requesting a year prior to 1970: it is not possible to request years prior to 1970.
pl: Podano rok wcześniejszy niż 1970: Lata przed 1970 nie są obsługiwane.

source: Customize options for generating the Roman Calendar
pl: Skonfiguruj generator kalendarza rzymskiego

source: YEAR
pl: ROK

source: EPIPHANY
pl: Objawienie Pańskie

source: January 6
pl: 6 Stycznia

source: Sunday between January 2 and January 8
pl: Niedziela między 2-8 Stycznia

source: ASCENSION
pl: Wniebowstąpienie Pańskie

source: Thursday
pl: Czwartek

source: Sunday
pl: Niedziela

source: CORPUS CHRISTI
pl: Boże Ciało

source: ETERNAL HIGH PRIEST
pl: Jezusa Chrystusa Najwyższego i Wiecznego Kapłana

source: False
pl: Nie

source: True
pl: Tak

source: LOCALE
pl: Ustawienia regionalne

source: or
pl: albo

source: Choose the desired calendar from the list
pl: Wybierz kalendarz z listy

source: NATION
pl: Kraj

source: DIOCESE
pl: Diecezja

source: Configurations being used to generate this calendar:
pl: Konfiguracja użyta do wygenerowania tego kalendarza:

source: Month
pl: Miesiąc

source: Date in Gregorian Calendar
pl: Data w kalendarzu gregoriańskim

source: General Roman Calendar Festivity
pl: Święta w generalnym kalendarzu rzymskim

source: Grade of the Festivity
pl: Stopień gradacji

source: Information about the current calculation of the Liturgical Year
pl: Informacje o obliczeniach podczas generowania kalendarza liturgicznego
